Repository: hamest/BlotClub_last_ipad
Catalog: Connector/Connector/*.lproj/Localizable.strings
Languages: hy, ru

# GREETING
source: Hello
hy: Ողջույն
ru: Здравствуйте

source: GET CHIPS
hy: ԳՆԵԼ ՉԻՊԵՐ
ru: КУПИТЬ ФИШКИ

source: LEVEL
hy: Մակարդակ
ru: Уровень

source: CLOSE
hy: ՓԱԿԵԼ
ru: ЗАКРЫТЬ

# JOIN_TABLE
source: TAKE SIT
hy: ՆՍՏԵԼ
ru: СЕСТЬ ЗА СТОЛ

# MSG_TOURNAMENTS_DENY
source: TOURNAMENTS ARE AVAILABLE AFTER THE 5-TH LEVEL
hy: ՄՐՅՈՒՄՆԵՐԸ ՀԱՍԱՆԵԼԻ ԵՆ 5-ՐԴ ՄԱԿԱՐԴԱԿԻՅ ԲԱՐՁՐ
ru: ТУРНИРЫ ДОСТУПНЫ ПОСЛЕ 5-ГО УРОВНЯ

# MSG_TOURNAMENTS_EMPTY
source: NO AVAILABLE TOURNAMENTS
hy: Այսօր մրցաշարեր չկան
ru: НА СЕГОДНЯ ТУРНИРОВ НЕТ

# MSG_PROF_CLUB_DENY
source: PROFFESIONAL CLUB IS AVAILABLE AFTER THE 21-ST LEVEL
hy: ԱԿՈՒՄԲԸ ՀԱՍԱՆԵԼԻ Է 21-ՐԴ ՄԱԿԱՐԴԱԿԻՅ ԲԱՐՁՐ
ru: ПРОФ КЛУБ ДОСТУПЕН ПОСЛЕ 21-ГО УРОВНЯ

source: Exit
hy: Ելք
ru: Выход

# EXIT_CAPS
source: EXIT
hy: ԵԼՔ
ru: ВЫХОД

source: EXIT GAME?
hy: ԼՔԷԼ ԽԱՂԸ?
ru: ПОКИНУТЬ ИГРУ?

# EXIT_GAME_RATING
source: This will lead to a drop in the rating by 20 points!
hy: Դա կհանգեցնի 20 վարկանիշաին միավորի կորուստի!
ru: Ето приведет к потере 20 очков рейтинга!

source: Score
hy: Հաշիվ
ru: Счет

source: Last hand
hy: Վերջին ձեռք
ru: Последняя взятка

source: READY
hy: ՊԱՏՐԱՍՏ
ru: ГОТОВ

source: I AM READY
hy: ԵՍ ՊԱՏՐԱՍՏ ԵՄ
ru: Я ГОТОВ

source: YES
hy: Ա3Ո
ru: ДА

source: NO
hy: ՈՉ
ru: НЕТ

source: PASS
hy: ՓԱՍ
ru: ПАСС

# MOVE
source: OK
hy: ՔԱ3Լ
ru: ХОД

source: CONTRA
hy: ԿՈՆՏՐԱ
ru: КОНТРА

source: RECONTRA
hy: ՐԵԿՈՆՏՐԱ
ru: РЕКОНТРА

source: Terz
hy: Թերզ
ru: Терц

# BELOTE
source: BLOT
hy: ԲԼՈՏ
ru: БЛОТ

# REBELOTE
source: REBLOT
hy: ՐԵԲԼՈՏ
ru: РЕБЛОТ

source: BLIND/
hy: ԿՈՆ/
ru: СТАВКА/

# BITA
source: LAST HAND
hy: ՎԵՐՋԻՆ ՁԵՌՔ
ru: ПОСЛЕДНЯЯ ВЗЯТКА

# WINNERS
source: YOU WON
hy: ՀԱՂԹԱՆԱԿ
ru: ПОБЕДА

# LOSERS
source: YOU LOST
hy: ՊԱՐՏՈՒԹՅՈՒՆ
ru: ПРОИГРЫШ

source: PLAY AGAIN
hy: ԽԱՂԱԼ ՆՈՐԻՅ
ru: СЫГРАТЬ ЕЩЕ

source: Newbie
hy: Սկսնակ
ru: Новичок

source: Advanced
hy: Սիրող
ru: Любитель

source: Professional
hy: Մասնագետ
ru: Профессионал

source: Expert
hy: Էքսպերտ
ru: Эксперт

source: Guru
hy: Աստղ
ru: Гуру

# LB_ARCADE
source: TABLES
hy: ՍԵՂԱՆՆԵՐ
ru: СТОЛЫ

# LB_TOURN
source: TOURNAMENTS
hy: ՄՐՑԱՇԱՐԵՐ
ru: ТУРНИРЫ

# LB_PROF
source: PROF CLUB
hy: ՎԱՐՊԵՏՆԵՐ
ru: ПРОФИ КЛУБ

source: refresh
hy: վերաբեռնել
ru: обновить

source: Announce
hy: Հայտարարել
ru: Объявите

source: TURN
hy: ՔԱ3Լ
ru: ХОД

# FOOTER_TEXT_STRATEGY
source: Blot strategy
hy: Ռազմավարություն
ru: Стратегия блота

# FOOTER_TEXT_RULES
source: Blot rules
hy: Խաղի կանոնները
ru: Правила блота

# FOOTER_TEXT_BLOG
source: Blog
hy: Բլոգ
ru: Блог

# GAME_TOTAL
source: Total games
hy: Խաղեր
ru: Партии

# GAME_WIN
source: Win games
hy: Հաղթանակ
ru: Побед

# GAME_LOST
source: Loss games
hy: Պարտություն
ru: Поражений

# GAME_UNFINISHED
source: Unfinished games
hy: Անավարտ խաղեր
ru: Незавершенных партий

# GAME_EXIT
source: Exit
hy: Ելք
ru: Выход

# GAME_SCORE
source: Score
hy: Հաշիվ
ru: Счёт

# GAME_LAST_HAND
source: Last hand
hy: Վերջին ձեռ
ru: Последняя взятка

source: Total score
hy: Հաշիվ
ru: Общий счет

source: Rate
hy: Դրույք
ru: Ставка

# Reconnect
source: Connection lost click "OK" to reconnect
hy: Կապն ընդատվեց միանալու համար սեղմեք "OK"
ru: Соединение потеряно нажмите "OK ", чтобы восстановить

# MSG_NOT_ENOUGH_CREDITS
source: Not enough funds.
hy: Դուք չունեք բավարար միջոցներ:
ru: Недостаточно средств.

# MSG_RESTARTING
source: Dear players, server is restarting, please wait.
hy: Հարգելի խաղացողներ, սերվերը վերբեռնվում է, խնդրում ենք սպասել:
ru: Уважаемые игроки, сервер перезагружается, пожалуйста подождите.

# REJOIN_GAME
source: Would you like to join your previous game?
hy: Ցանկանում եք շարունակել նախորդ խաղը?
ru: Желаете доиграть на предыдущем столе?
